{
    "chapters": {
        "1": {
            "name": "Arjuna Vishada Yoga",
            "verses": [
                {
                    "verse": 1,
                    "translation": "Dhritarashtra said: O Sanjaya, what did my sons and the sons of Pandu do when they had assembled together eager for battle on the holy plain of Kurukshetra?"
                },
                {
                    "verse": 2,
                    "translation": "Sanjaya said: Having seen the army of the Pandavas drawn up in battle array, King Duryodhana then approached his teacher (Drona) and spoke these words."
                },
                {
                    "verse": 3,
                    "translation": "Behold, O Teacher, this mighty army of the sons of Pandu, arrayed by the son of Drupada, thy wise disciple."
                },
                {
                    "verse": 4,
                    "translation": "Here in this army are many heroic bowmen equal in fighting to Bhima and Arjuna: great fighters like Yuyudhana, Virata and Drupada."
                },
                {
                    "verse": 5,
                    "translation": "There are also great, heroic, powerful fighters like Dhrishtaketu, Chekitana and the king of Kashi, Purujit, Kuntibhoja and Shaibya."
                }
            ]
        },
        "2": {
            "name": "Sankhya Yoga",
            "verses": [
                {
                    "verse": 1,
                    "translation": "Sanjaya said: To him who was thus overcome with compassion and afflicted with grief, whose eyes were full of tears and agitated, Madhusudana spoke these words."
                },
                {
                    "verse": 2,
                    "translation": "The Supreme Lord said: My dear Arjuna, how have these impurities come upon you? They are not at all befitting a man who knows the progressive values of life. They do not lead to higher planets, but to infamy."
                },
                {
                    "verse": 3,
                    "translation": "O son of Pritha, do not yield to this degrading impotence. It does not become you. Give up such petty weakness of heart and arise, O chastiser of the enemy."
                },
                {
                    "verse": 4,
                    "translation": "Arjuna said: O killer of enemies, O killer of Madhu, how can I counterattack with arrows in battle men like Bhishma and Drona, who are worthy of my worship, O maintainer of all living entities?"
                },
                {
                    "verse": 5,
                    "translation": "It would be better to live in this world by begging than to live at the cost of the lives of great souls who are my teachers. Even though desiring worldly gain, they are superiors."
                },
                {
                    "verse": 47,
                    "translation": "You have the right to work only, but never to its fruits. Let not the fruits of action be your motive, nor let your attachment be to inaction."
                },
                {
                    "verse": 48,
                    "translation": "Be steadfast in yoga, O Arjuna. Perform your duty and abandon all attachment to success or failure. Such evenness of mind is called yoga."
                },
                {
                    "verse": 49,
                    "translation": "O Dhananjaya, keep all abominable activities far distant by devotional service, and in that consciousness surrender unto the Lord. Those who want to enjoy the fruits of their work are misers."
                },
                {
                    "verse": 50,
                    "translation": "A man engaged in devotional service rids himself of both good and bad actions even in this life. Therefore strive for yoga, which is the art of all work."
                }
            ]
        },
        "3": {
            "name": "Karma Yoga",
            "verses": [
                {
                    "verse": 1,
                    "translation": "Arjuna said: O Janardana, O Kesava, why do You want to engage me in this ghastly warfare, if You think that intelligence is better than fruitive work?"
                },
                {
                    "verse": 2,
                    "translation": "My intelligence is bewildered by Your equivocal instructions. Therefore, please tell me decisively which will be most beneficial for me."
                },
                {
                    "verse": 3,
                    "translation": "The Supreme Personality of Godhead said: O sinless Arjuna, I have already explained that there are two classes of men who try to realize the self. Some are inclined to understand it by empirical, philosophical speculation, and others by devotional service."
                },
                {
                    "verse": 4,
                    "translation": "Not by merely abstaining from work can one achieve freedom from reaction, nor by renunciation alone can one attain perfection."
                },
                {
                    "verse": 5,
                    "translation": "Everyone is forced to act helplessly according to the qualities he has acquired from the modes of material nature; therefore no one can refrain from doing something, not even for a moment."
                }
            ]
        },
        "4": {
            "name": "Jnana Karma Sanyasa Yoga",
            "verses": [
                {
                    "verse": 1,
                    "translation": "The Supreme Personality of Godhead said: I instructed this imperishable science of yoga to the sun-god, Vivasvan, and Vivasvan instructed it to Manu, the father of mankind, and Manu in turn instructed it to Ikshvaku."
                },
                {
                    "verse": 2,
                    "translation": "This supreme science was thus received through the chain of disciplic succession, and the saintly kings understood it in that way. But in course of time the succession was broken, and therefore the science as it is appears to be lost."
                },
                {
                    "verse": 3,
                    "translation": "That very ancient science of the relationship with the Supreme is today told by Me to you because you are My devotee as well as My friend and can therefore understand the transcendental mystery of this science."
                },
                {
                    "verse": 4,
                    "translation": "Arjuna said: The sun-god Vivasvan is senior by birth to You. How am I to understand that in the beginning You instructed this science to him?"
                },
                {
                    "verse": 5,
                    "translation": "The Supreme Personality of Godhead said: Many, many births both you and I have passed. I can remember all of them, but you cannot, O subduer of the enemy!"
                }
            ]
        },
        "5": {
            "name": "Karma Sanyasa Yoga",
            "verses": [
                {
                    "verse": 1,
                    "translation": "Arjuna said: O Krishna, first of all You ask me to renounce work, and then again You recommend work with devotion. Now will You kindly tell me definitely which of the two is more beneficial?"
                },
                {
                    "verse": 2,
                    "translation": "The Supreme Personality of Godhead answered: The renunciation of work and work in devotion are both good for liberation. But, of the two, work in devotional service is better than renunciation of work."
                },
                {
                    "verse": 3,
                    "translation": "One who neither hates nor desires the fruits of his activities is known to be always renounced. Such a person, free from all dualities, easily overcomes material bondage and is completely liberated, O mighty-armed Arjuna."
                },
                {
                    "verse": 4,
                    "translation": "Only the ignorant speak of devotional service (karma-yoga) as being different from the analytical study of the material world (Sankhya). Those who are actually learned say that he who applies himself well to one of these paths achieves the results of both."
                },
                {
                    "verse": 5,
                    "translation": "One who knows that the position reached by means of analytical study can also be attained by devotional service, and who therefore sees analytical study and devotional service to be on the same level, sees things as they are."
                }
            ]
        }
    }
}